Repository: bitcoinaustria/kassiber
Catalog: ui-macos/Sources/KassiberApp/Resources/Localizable.xcstrings
Source language: en
Languages: de

# connections.samouraiPremix
source: Premix descriptor or xpub
de: Premix-Deskriptor oder xpub

# connections.samouraiPublicOnly
source: Only public descriptors or xpubs are accepted. Never enter a seed, passphrase, or private key.
de: Nur öffentliche Deskriptoren oder xpubs sind erlaubt. Gib niemals Seed, Passphrase oder privaten Schlüssel ein.

# connections.samouraiRicochet
source: Ricochet descriptor or xpub
de: Ricochet-Deskriptor oder xpub

# connections.savedBackend
source: Saved Backend
de: Gespeichertes Backend

# connections.scriptType.p2sh-p2wpkh
source: Nested SegWit (P2SH-P2WPKH)
de: Verschachteltes SegWit (P2SH-P2WPKH)

# connections.scriptTypes
source: Script types
de: Skripttypen

# connections.select
source: Select a Connection
de: Verbindung auswählen

# connections.selectHint
source: Choose a wallet or node to inspect balances, activity, inventory, and sync controls.
de: Wähle eine Wallet oder Node, um Salden, Aktivität, Bestand und Synchronisierung zu prüfen.

# connections.settlementWallet
source: Settlement wallet
de: Abwicklungs-Wallet

# connections.setup.addressList
source: Address List
de: Adressliste

# connections.setupMode
source: Setup mode
de: Einrichtungsmodus

# connections.silentPayment.backendHelper
source: Only backends explicitly marked BIP352 capable are shown. Server-assisted mode excludes ordinary Electrum backends.
de: Es werden nur ausdrücklich BIP352-fähige Backends angezeigt. Der servergestützte Modus schließt normale Electrum-Backends aus.

# connections.silentPayment.fullHistory
source: Scan full chain history
de: Gesamte Chain-Historie scannen

# connections.silentPayment.fullHistoryAck
source: I understand that a full-history Silent Payments scan can be slow and resource intensive.
de: Mir ist bewusst, dass ein vollständiger Silent-Payments-Historienscan langsam und ressourcenintensiv sein kann.

# connections.silentPayment.localIndex
source: Local scanner index
de: Lokaler Scanner-Index

# connections.silentPayment.materialHelper
source: Enter watch-only BIP392 sp() material. Never enter a seed, private spend key, or signing material.
de: Gib Watch-only-BIP392-sp()-Material ein. Gib niemals Seed, privaten Spend Key oder Signaturmaterial ein.

# connections.silentPayment.noBackend
source: No explicitly BIP352-capable Bitcoin backend is configured for this scan mode.
de: Für diesen Scanmodus ist kein ausdrücklich BIP352-fähiges Bitcoin-Backend konfiguriert.

# connections.silentPayment.scanMode
source: Scan mode
de: Scanmodus

# connections.silentPayment.serverAck
source: I understand that this backend may learn enough to correlate this Silent Payments wallet, and incomplete scan candidates can make reports incomplete. Do not fall back to another backend.
de: Mir ist bewusst, dass dieses Backend genug erfahren kann, um diese Silent-Payments-Wallet zu korrelieren, und unvollständige Scankandidaten Berichte unvollständig machen können. Nicht auf ein anderes Backend ausweichen.

# connections.silentPayment.serverAssisted
source: Server assisted
de: Servergestützt

# connections.silentPayment.startDate
source: Start date (YYYY-MM-DD)
de: Startdatum (JJJJ-MM-TT)

# connections.silentPayment.startHeight
source: Start block height
de: Start-Blockhöhe

# connections.silentPayment.syncRequired
source: Silent Payments setup always starts its first scan so incomplete history cannot look ready.
de: Das Silent-Payments-Setup startet immer den ersten Scan, damit unvollständige Historie nicht bereit wirkt.

# connections.silentPayments
source: Silent Payments capable
de: Silent-Payments-fähig

# connections.sourceFile
source: Source File
de: Quelldatei

# connections.sourceFileKeepHint
source: Leave the path unchanged to keep the current local source file.
de: Lass den Pfad unverändert, um die aktuelle lokale Quelldatei beizubehalten.

# connections.store
source: Store
de: Shop

# connections.syncAfterCreate
source: Scan this wallet after setup
de: Diese Wallet nach dem Setup scannen

# connections.syncMode
source: Sync mode
de: Sync-Modus

# connections.syncProgress
source: Refresh Progress
de: Aktualisierungsfortschritt

# connections.syncProvenance
source: Sync provenance after setup
de: Provenienz nach der Einrichtung synchronisieren

# connections.test
source: Test Connection
de: Verbindung testen

# connections.timeout
source: Timeout
de: Zeitüberschreitung

# connections.transactions
source: Transactions
de: Transaktionen

# connections.trust
source: Trust / Privacy
de: Vertrauen / Datenschutz

# connections.trustSelfSigned
source: Trust self-signed certificate
de: Selbstsigniertem Zertifikat vertrauen

# connections.unmatched
source: Unmatched
de: Nicht zugeordnet

# connections.useDefaultBackend
source: Use the default backend
de: Standard-Backend verwenden

# connections.validation.addressRequired
source: Add at least one valid mainnet Bitcoin address.
de: Füge mindestens eine gültige Bitcoin-Mainnet-Adresse hinzu.

# connections.validation.backendRequired
source: Choose a compatible backend.
de: Wähle ein kompatibles Backend.

# connections.validation.birthdayInvalid
source: Birthday must be a non-negative block height or an ISO date.
de: Der Startpunkt muss eine nicht negative Blockhöhe oder ein ISO-Datum sein.

# connections.validation.gapLimitInvalid
source: Gap limit must be between 1 and 5,000.
de: Das Gap-Limit muss zwischen 1 und 5.000 liegen.

# connections.validation.labelRequired
source: Enter a connection name.
de: Gib einen Verbindungsnamen ein.

# connections.validation.silentPaymentFullHistoryAcknowledgementRequired
source: Acknowledge the full-history scan warning.
de: Bestätige die Warnung zum vollständigen Historienscan.

# connections.validation.silentPaymentMaterialRequired
source: Add watch-only Silent Payments material.
de: Füge Watch-only-Silent-Payments-Material hinzu.

# connections.validation.silentPaymentServerAcknowledgementRequired
source: Acknowledge the server-assisted privacy boundary.
de: Bestätige die Datenschutzgrenze des servergestützten Scans.

# connections.validation.silentPaymentStartDateInvalid
source: Start date must use YYYY-MM-DD and be a real calendar date.
de: Das Startdatum muss JJJJ-MM-TT verwenden und ein echtes Kalenderdatum sein.

# connections.validation.silentPaymentStartHeightInvalid
source: Start height must be a non-negative whole number.
de: Die Starthöhe muss eine nicht negative ganze Zahl sein.

# connections.validation.silentPaymentStartRequired
source: Choose a start height/date, or acknowledge a full-history scan.
de: Wähle Starthöhe/-datum oder bestätige einen vollständigen Historienscan.

# connections.validation.walletMaterialRequired
source: Paste a watch-only wallet export or descriptor.
de: Füge einen Watch-only-Wallet-Export oder Deskriptor ein.

# connections.wallet.noBackend
source: Configure a Bitcoin sync backend before creating this watch-only wallet.
de: Konfiguriere zuerst ein Bitcoin-Sync-Backend für diese Watch-only-Wallet.

# connections.walletBirthday
source: Wallet birthday
de: Wallet-Geburtsdatum

# connections.walletBirthdayHint
source: Optional block height or date used to avoid scanning earlier history.
de: Optionale Blockhöhe oder Datum, um frühere Historie nicht zu scannen.

# connections.walletMaterialKeepHint
source: Leave empty to keep the existing descriptor or xpub material.
de: Lass das Feld leer, um das bestehende Descriptor- oder xpub-Material beizubehalten.

# connections.walletReplacementSafety
source: Only public watch-only material is accepted. Private keys and recovery phrases are rejected.
de: Akzeptiert wird nur öffentliches Watch-only-Material. Private Schlüssel und Wiederherstellungsphrasen werden abgelehnt.

# connections.walletSource
source: Wallet source
de: Wallet-Quelle

# connections.walletSources
source: Create wallet sources
de: Wallet-Quellen erstellen

# connections.window
source: Window
de: Zeitraum

# dashboard.balance
source: Balance
de: Guthaben

# dashboard.chart.amount
source: Amount (BTC)
de: Betrag (BTC)

# dashboard.chart.autoFit
source: Auto-fit
de: Automatisch skalieren

# dashboard.chart.driver
source: Driver
de: Treiber

# dashboard.chart.drivers
source: Balance drivers
de: Guthaben-Treiber

# dashboard.chart.empty
source: No chart data
de: Keine Diagrammdaten

# dashboard.chart.emptyHint
source: The daemon has not returned a dated portfolio series yet.
de: Der Daemon hat noch keine datierte Portfolio-Serie geliefert.

# dashboard.chart.events
source: Events
de: Ereignisse

# dashboard.chart.expand
source: Expand chart
de: Diagramm vergrößern

# dashboard.chart.groupEvents
source: Group events
de: Ereignisse gruppieren

# dashboard.chart.holdings
source: Holdings by source
de: Bestände nach Quelle

# dashboard.chart.incomingMinimum
source: Incoming minimum
de: Eingang Minimum

# dashboard.chart.lastValue
source: Last value
de: Letzter Wert

# dashboard.chart.openTransaction
source: Open transaction
de: Transaktion öffnen

# dashboard.chart.outgoingMinimum
source: Outgoing minimum
de: Ausgang Minimum

# dashboard.chart.period
source: Time range
de: Zeitraum

# dashboard.chart.price
source: BTC price
de: BTC-Preis

# dashboard.chart.resetWindow
source: Reset window
de: Fenster zurücksetzen

# dashboard.chart.series
source: Series
de: Serien

# dashboard.chart.subtitle
source: Balance, value, cost basis, price, and activity
de: Guthaben, Wert, Einstand, Preis und Aktivitäten

# dashboard.chart.title
source: BTC activity
de: BTC-Aktivität

# dashboard.chart.window
source: Window
de: Fenster

# dashboard.costBasis
source: Cost Basis
de: Anschaffungskosten

# dashboard.driver.fees
source: Fees
de: Gebühren

# dashboard.driver.incoming
source: Incoming
de: Eingänge

# dashboard.driver.outgoing
source: Outgoing
de: Ausgänge

# dashboard.journalsNeeded
source: Journals need processing
de: Journale müssen verarbeitet werden

# dashboard.marketValue
source: Market Value
de: Marktwert

# dashboard.portfolioHistory
source: Portfolio History
de: Portfolioverlauf

# dashboard.quarantines
source: %d quarantined
de: %d in Quarantäne

# dashboard.recentTransactions
source: Recent Transactions
de: Letzte Transaktionen

# dashboard.refreshPrice
source: Refresh BTC Price
de: BTC-Preis aktualisieren

# dashboard.unrealized
source: Unrealized Gain / Loss
de: Nicht realisierter Gewinn / Verlust

# egress.actionableOnly
source: Actionable only
de: Nur Handlungsbedarf

# egress.bytes
source: Bytes sent
de: Gesendete Bytes

# egress.database
source: Database header
de: Datenbank-Header

# egress.endpoint
source: Endpoint
de: Endpunkt

# egress.operation
source: Operation
de: Vorgang

# egress.unexpected
source: Unexpected connections
de: Unerwartete Verbindungen

# egress.updates
source: Update checks
de: Update-Prüfungen

# error.address_file_read_failed
source: The selected address file could not be read as UTF-8 text.
de: Die ausgewählte Adressdatei konnte nicht als UTF-8-Text gelesen werden.

# error.backend_reload_required
source: Reload backend settings before editing this connection.
de: Lade die Backend-Einstellungen neu, bevor du diese Verbindung bearbeitest.

# error.bare_xpub_script_type_required
source: Select at least one script type for a bare xpub or tpub.
de: Wähle mindestens einen Skripttyp für einen unverpackten xpub oder tpub.

# error.bip329_preview_required
source: Preview the current BIP329 file before importing it.
de: Prüfe die aktuelle BIP329-Datei in der Vorschau, bevor du sie importierst.

# error.connection_change_required
source: Change at least one connection setting before saving.
de: Ändere mindestens eine Verbindungseinstellung vor dem Speichern.

# error.connection_configuration_loading
source: Connection configuration is still loading.
de: Die Verbindungskonfiguration wird noch geladen.

# error.connection_name_required
source: Enter a connection name.
de: Gib einen Verbindungsnamen ein.

# error.database_passphrase_required
source: Enter the database passphrase to continue.
de: Gib die Datenbank-Passphrase ein, um fortzufahren.

# error.database_passphrase_required_to_save
source: Enter the database passphrase to save this change.
de: Gib die Datenbank-Passphrase ein, um diese Änderung zu speichern.

# error.gap_limit_out_of_range
source: Gap limit must be between 1 and 5,000.
de: Das Gap-Limit muss zwischen 1 und 5.000 liegen.

# error.operationFailed
source: The operation failed. Open Logs for the local diagnostic detail.
de: Der Vorgang ist fehlgeschlagen. Öffne die Protokolle für lokale Diagnosedetails.

# error.plaintext_confirmation_required
source: Confirm the local plaintext-data warning to continue.
de: Bestätige die Warnung zu lokalen Klartextdaten, um fortzufahren.

# error.script_type_detection_unavailable
source: Script-type detection is unavailable for this backend.
de: Die Skripttyperkennung ist für dieses Backend nicht verfügbar.

# error.transactionNotFound
source: The transaction could not be found.
de: Die Transaktion wurde nicht gefunden.

# error.unexpectedOverview
source: The overview response had an unexpected format.
de: Die Übersichtsantwort hatte ein unerwartetes Format.

# error.unexpectedTransactions
source: The transaction response had an unexpected format.
de: Die Transaktionsantwort hatte ein unerwartetes Format.

# error.wallet_birthday_invalid
source: Birthday must be a non-negative block height or an ISO date.
de: Der Startpunkt muss eine nicht negative Blockhöhe oder ein ISO-Datum sein.

# exitTax.departure
source: Departure date
de: Wegzugsdatum

# exitTax.destination
source: Destination
de: Zielland

# exitTax.euEea
source: EU / EEA
de: EU / EWR

# exitTax.marketValue
source: Market Value
de: Marktwert

# exitTax.thirdCountry
source: Third country
de: Drittland

# exitTax.unrealized
source: Unrealized Gain
de: Nicht realisierter Gewinn

# export.saveExitTax
source: Save exit-tax handoff
de: Wegzugssteuer-Unterlage sichern

# export.saveReport
source: Save report export
de: Berichtsexport sichern

# export.saveSourceFunds
source: Save source-of-funds handoff
de: Mittelherkunfts-Unterlage sichern

# field.amount
source: Amount
de: Betrag

# field.balance
source: Balance
de: Guthaben

# field.counterparty
source: Counterparty
de: Gegenpartei

# field.date
source: Date
de: Datum

# field.direction
source: Direction
de: Richtung

# field.field
source: Field
de: Feld

# field.network
source: Network
de: Netzwerk

# field.quantity
source: Quantity
de: Menge

# field.reference
source: Reference
de: Referenz

# field.type
source: Type
de: Typ

# field.value
source: Value
de: Wert

# field.year
source: Year
de: Jahr

# filter.all
source: All
de: Alle

# filter.allReasons
source: All Reasons
de: Alle Gründe

# filter.allTypes
source: All Entry Types
de: Alle Eintragstypen

# filter.allWallets
source: All Wallets
de: Alle Wallets

# filter.allYears
source: All Years
de: Alle Jahre

# filter.fees
source: With Fees
de: Mit Gebühren

# filter.flow
source: Flow
de: Fluss

# flow.all
source: All
de: Alle

# flow.incoming
source: Incoming
de: Eingehend

# flow.layer-transition
source: Bitcoin layer transition
de: Bitcoin-Layer-Wechsel

# flow.outgoing
source: Outgoing
de: Ausgehend

# flow.transfer
source: Transfer
de: Übertragung

# import.chooseFile
source: Choose File…
de: Datei auswählen…

source: Import complete
de: Import abgeschlossen

# import.confirm
source: Import Previewed Rows
de: Vorschauzeilen importieren

# import.errors
source: Errors
de: Fehler

# import.genericLedger
source: Generic Ledger
de: Allgemeines Journal

# import.mapped
source: Mapped
de: Zugeordnet

# import.noPreview
source: Choose a file to preview
de: Datei für die Vorschau auswählen

# import.preview
source: Preview Before Import
de: Vorschau vor dem Import

# import.previewRows
source: Rows
de: Zeilen

# importsParity.all
source: All
de: Alle

# importsParity.choose
source: Choose…
de: Auswählen…

# importsParity.connections
source: Connections
de: Verbindungen

# importsParity.createWalletFirst
source: Create a new wallet source
de: Neue Wallet-Quelle erstellen

# importsParity.csvTemplate
source: Download CSV template
de: CSV-Vorlage laden

# importsParity.error.bip329PreviewRequired
source: Preview the current BIP329 file before importing labels.
de: Zeige die aktuelle BIP329-Datei vor dem Label-Import in der Vorschau an.

# importsParity.error.chooseFile
source: Choose an import file first.
de: Wähle zuerst eine Importdatei.

# importsParity.error.depositXpub
source: A bare Deposit xpub is ambiguous; use ypub, zpub, or a descriptor.
de: Ein bloßer Deposit-xpub ist mehrdeutig; verwende ypub, zpub oder einen Deskriptor.

# importsParity.error.emptyFile
source: The selected import file is empty.
de: Die ausgewählte Importdatei ist leer.

# importsParity.error.invalidUtf8
source: The selected import file is not valid UTF-8 text.
de: Die ausgewählte Importdatei ist kein gültiger UTF-8-Text.

# importsParity.error.jsonRequired
source: JSON input is required.
de: Eine JSON-Eingabe ist erforderlich.

# importsParity.error.noRows
source: The selected import file has no readable rows.
de: Die ausgewählte Importdatei enthält keine lesbaren Zeilen.

# importsParity.error.previewRequired
source: Preview the current file and resolve preview errors before importing.
de: Zeige die aktuelle Datei in der Vorschau an und behebe die Fehler vor dem Import.

# importsParity.error.samouraiSource
source: Add at least one Samourai public descriptor or xpub source.
de: Füge mindestens einen öffentlichen Samourai-Deskriptor oder eine xpub-Quelle hinzu.

# importsParity.error.unrecognizedHeaders
source: The columns do not match the selected import format.
de: Die Spalten passen nicht zum ausgewählten Importformat.

# importsParity.error.unsafePreview
source: The current file preview is not safe to import.
de: Die aktuelle Dateivorschau kann nicht sicher importiert werden.

# importsParity.error.wasabiSections
source: Additional Wasabi sections must be a JSON object.
de: Zusätzliche Wasabi-Abschnitte müssen ein JSON-Objekt sein.

# importsParity.exportLabels
source: Export labels
de: Labels exportieren

# importsParity.exportMode
source: Export mode
de: Exportmodus

# importsParity.file
source: Source file
de: Quelldatei

# importsParity.fileImport
source: Transaction import
de: Transaktionsimport

# importsParity.format
source: Source format
de: Quellformat

# importsParity.format.binance_supplemental_csv
source: Binance supplemental CSV
de: Ergänzendes Binance-CSV

# importsParity.format.csv
source: Generic CSV / JSON
de: Generisches CSV / JSON

# importsParity.format.generic_ledger
source: Generic ledger (Excel/CSV)
de: Generisches Ledger (Excel/CSV)

# importsParity.format.wasabi_bundle
source: Wasabi bundle
de: Wasabi-Paket

# importsParity.full
source: Full book
de: Ganzes Buch

# importsParity.importLabels
source: Import labels
de: Labels importieren

# importsParity.importNow
source: Import transactions now
de: Transaktionen jetzt importieren

# importsParity.importSamourai
source: Import Samourai sources
de: Samourai-Quellen importieren

# importsParity.labelFile
source: BIP329 label file
de: BIP329-Labeldatei

# importsParity.mode
source: Import scope
de: Importumfang

# importsParity.newWallet
source: New wallet name
de: Name der neuen Wallet

# importsParity.preview
source: Preview
de: Vorschau

# importsParity.preview.columnsRows %lld %lld
source: %lld columns · %lld data rows
de: %lld Spalten · %lld Datenzeilen

# importsParity.preview.mappedErrors %lld %lld
source: %lld mapped · %lld errors
de: %lld zugeordnet · %lld Fehler

# importsParity.preview.problemRow %lld %@
source: Row %lld: %@
de: Zeile %lld: %@

# importsParity.preview.validatedSections %lld
source: %lld validated JSON sections
de: %lld validierte JSON-Abschnitte

# importsParity.preview.wasabiBundle
source: Wasabi RPC bundle
de: Wasabi-RPC-Paket

# importsParity.previewFile
source: File
de: Datei

# importsParity.previewRecords
source: Records
de: Datensätze

# importsParity.previewRequired
source: Preview the selected file before importing.
de: Zeige die ausgewählte Datei vor dem Import in der Vorschau an.

# importsParity.reference
source: Reference
de: Referenz

# importsParity.relevant
source: Match relevant rows
de: Relevante Zeilen abgleichen

# importsParity.runImport
source: Run import
de: Import starten

# importsParity.samourai
source: Samourai / Whirlpool public sources
de: Öffentliche Samourai-/Whirlpool-Quellen

# importsParity.samouraiAdvanced
source: Advanced source-set JSON
de: Erweitertes Source-Set-JSON

# importsParity.samouraiBadbank
source: Badbank descriptor or xpub
de: Badbank-Deskriptor oder xpub

# importsParity.samouraiDeposit
source: Deposit descriptor or ypub/zpub
de: Deposit-Deskriptor oder ypub/zpub

# importsParity.samouraiHint
source: Paste public descriptors or xpubs only. Never paste a recovery seed or private key.
de: Füge nur öffentliche Deskriptoren oder xpubs ein. Niemals Recovery-Seed oder privaten Schlüssel einfügen.

# importsParity.samouraiPostmix
source: Postmix descriptor or xpub
de: Postmix-Deskriptor oder xpub

# importsParity.samouraiPremix
source: Premix descriptor or xpub
de: Premix-Deskriptor oder xpub

# importsParity.saveLabels
source: Save BIP329 labels
de: BIP329-Labels sichern

# importsParity.saveTemplate
source: Save ledger template
de: Ledger-Vorlage sichern

# importsParity.stored
source: Stored
de: Gespeichert

# importsParity.synthesized
source: Synthesized
de: Erzeugt

# importsParity.tab.files
source: Files
de: Dateien

# importsParity.tab.templates
source: Templates
de: Vorlagen

# importsParity.templates
source: Generic ledger templates
de: Vorlagen für das generische Ledger

# importsParity.templatesHint
source: Download a structured workbook or CSV, fill in your transactions, then preview it before import.
de: Lade eine strukturierte Arbeitsmappe oder CSV herunter, trage deine Transaktionen ein und prüfe sie vor dem Import in der Vorschau.

# importsParity.value
source: Fiat value
de: Fiatwert

# importsParity.wasabiAdditional
source: Additional Wasabi JSON
de: Zusätzliches Wasabi-JSON

# importsParity.xlsxTemplate
source: Download Excel template
de: Excel-Vorlage laden

source: Journal Entries
de: Journaleinträge

# journal.gainLoss
source: Gain / Loss
de: Gewinn / Verlust

# journal.transactions
source: Transactions
de: Transaktionen

# language.english
source: English
de: Englisch

# language.germanAT
source: German (Austria)
de: Deutsch (Österreich)

# logs.allLevels
source: All levels
de: Alle Level

# logs.allModules
source: All modules
de: Alle Module

# logs.bundleMode
source: Bundle mode
de: Bundle-Modus

# logs.clearFilters
source: Clear filters
de: Filter zurücksetzen

# logs.clearLogs
source: Clear logs
de: Protokoll leeren

# logs.clearView
source: Clear View
de: Ansicht leeren

# logs.copy200
source: Copy 200
de: 200 kopieren

# logs.developerTools
source: Developer tools
de: Entwicklerwerkzeuge

# logs.exportFailedTitle
source: Could not export logs
de: Protokoll konnte nicht exportiert werden

# logs.exportRawConfirm
source: They may contain sensitive local data. The export will be watermarked.
de: Sie können sensible lokale Daten enthalten. Der Export erhält ein Wasserzeichen.

# logs.exportRawTitle
source: Export raw logs?
de: Rohe Logs exportieren?

# logs.exportSupportTitle
source: Export Kassiber support bundle
de: Kassiber-Support-Bundle exportieren

# logs.exportTitle
source: Export Kassiber logs
de: Kassiber-Logs exportieren

# logs.firstLines %lld
source: First %lld lines
de: Erste %lld Zeilen

# logs.follow
source: Follow
de: Folgen

# logs.gapWarning
source: Some older daemon records were evicted before this view received them.
de: Einige ältere Daemon-Datensätze wurden verworfen, bevor diese Ansicht sie empfangen hat.
